[
  {
    "title": "Physical activity",
    "authors": [],
    "year": null,
    "source_url": "https://www.who.int/news-room/fact-sheets/detail/physical-activity",
    "keyword": "medicina preventiva",
    "text": "Key facts\n- Regular physical activity provides significant physical and mental health benefits.\n- In adults, physical activity contributes to prevention and management of noncommunicable diseases such as cardiovascular diseases, cancer and diabetes and reduces symptoms of depression and anxiety, enhances brain health, and can improve overall well-being.\n- In children and adolescents, physical activity promotes bone health, encourages healthy growth and development of muscle, and improves motor and cognitive development.\n- 31% of adults and 80% of adolescents do not meet the recommended levels of physical activity.\n- The global target set to reduce levels of physical inactivity in adults and adolescents is a 10% relative reduction by 2025 and 15% by 2030, from the 2010 baseline.\n- The global estimate of the cost of physical inactivity to public health care systems between 2020 and 2030 is about US$ 300 billion (approximately US$ 27 billion per year) if levels of physical inactivity are not reduced.\nOverview\nWHO defines physical activity as any bodily movement produced by skeletal muscles that requires energy expenditure. Physical activity refers to all movement including during leisure time, for transport to get to and from places, or as part of a person’s work or domestic activities. Both moderate- and vigorous-intensity physical activity improve health. Popular ways to be active include walking, cycling, wheeling, sports, active recreation and play, and can be done at any level of skill and for enjoyment by everybody.\nPhysical activity is beneficial to health and well-being and conversely, physical inactivity increases risk for noncommunicable diseases (NCDs) and other poor health outcomes. Together, physical inactivity and sedentary behaviours are contributing to the rise in NCDs and placing a burden on healthcare systems.\nImproving levels of physical activity will benefit health and well-being and contribute to attainment of global NCD targets and a number of the Sustainable Development Goals. However, this will require increased commitments and investments by Member States; innovation and contributions from non-state actors; cross sector coordination and collaboration; and ongoing guidance and monitoring from WHO.\nBenefits of physical activity and risks of sedentary behaviour and inactivity\nPhysical inactivity is one of the leading risk factors for noncommunicable diseases mortality. People who are insufficiently active have a 20% to 30% increased risk of death compared to people who are sufficiently active. Regular physical activity is associated with:\n- in children and adolescents, improved physical fitness, cardiometabolic health, bone health, cognitive outcomes, mental health and reduced body fat;\n- in adults and older adults, reduced risk of all-cause mortality, risk of cardiovascular disease mortality, incident hypertension, incident site-specific cancers, incident type-2 diabetes, and falls and improved mental health, cognitive health, sleep and measures of body fat; and\n- for pregnant and post-partum women, decreased risk of pre-eclampsia, gestational hypertension, gestational diabetes, excessive gestational weight gain, delivery complications, postpartum depression and newborn complications. Physical activity has no adverse effects on birthweight or increased risk of stillbirth.\nSedentary behaviour is any period of low-energy expenditure while awake such as sitting, reclining or lying. Lives are becoming increasingly sedentary through the use of motorized transport and the increased use of screens for work, education and recreation. Evidence shows higher amounts of sedentary behaviour are associated with the following poor health outcomes:\n- in children and adolescents, increased adiposity, poorer cardiometabolic health, fitness, and behavioural conduct/pro-social behaviour, and reduced sleep duration; and\n- in adults, increased all-cause mortality, cardiovascular disease mortality and cancer mortality and incidence of cardiovascular disease, cancer and type-2 diabetes.\nHow much physical activity is recommended?\nThe WHO Global guidelines on physical activity and sedentary behaviour provide recommendations for children (age 5 and up), adolescents, adults, older adults, pregnant and post-partum women, and people living with chronic conditions and disabilities. The recommendations detail the amount of physical activity (frequency, intensity and duration) required to offer significant health benefits and to reduce health risks. The guidelines highlight that any amount of physical activity is better than none; all physical activity counts; all age groups should limit the amount of time being sedentary; and muscle strengthening benefits everyone.\nThe WHO Guidelines on physical activity, sedentary behaviour and sleep for children under 5 years of age provide recommendations on the amount of time in a 24-hour day that young children, under 5 years of age, should spend being physically active or sleeping for their health and well-being, and the maximum recommended time these children should spend on screen-based sedentary activities or time restrained.\nAn infographic summarizes the current WHO guidelines on physical activity and sedentary behaviour for all age groups. WHO develops guidelines through an arduous process of reviewing scientific evidence and expert consultations. Preparations are already underway for the next guidelines, anticipated for publication in 2030.\nLevels of physical inactivity globally\nWHO regularly monitors trends in physical inactivity. A recent study (1) found that nearly one third (31%) of the world’s adult population, 1.8 billion adults, are physically inactive. That is, they do not meet the global recommendations of at least 150 minutes of moderate-intensity physical activity per week. This is an increase of 5 percentage points between 2010 and 2022. If this trend continues, the proportion of adults not meeting recommended levels of physical activity is projected to rise to 35% by 2030.\nGlobally, there are notable age and gender differences in levels of physical inactivity.\n- Women are less active than men by an average of 5 percentage points. This has not changed since 2000.\n- After 60 years of age physical inactivity levels increase in both men and women.\n- 81% of adolescents (aged 11–17 years) were physically inactive (2).\n- Adolescent girls were less active than adolescent boys, with 85% vs. 78%, not meeting WHO guidelines.\nMany different factors can determine how active people are and the overall levels of physical activity in different population groups. These factors can be related to the individual or wider social, cultural, environmental and economic determinants that influence access and opportunities to be active in safe and enjoyable ways.\nHow Member States can increase levels of physical activity\nThe WHO Global action plan on physical activity provides policy recommendations for countries and communities to promote physical activity and ensure everyone has more opportunities to be regularly active. Examples of these recommendations include policies that ensure access to walking, cycling and non-motorized transport; that increase physical activity opportunities in schools, workplaces, childcare centres and in healthcare service delivery; and that increase accessibility and availability of community sports and public open spaces.\nImplementing effective policies to increase levels of physical activity requires a collective effort, coordinated across multiple government departments at all levels, including health, transport, education, employment, sport and recreation, and urban planning. It also demands national and local engagement from nongovernmental organizations, various sectors, stakeholders and disciplines to support the implementation of policies and solutions that are appropriate to a country’s cultural and social environment. Priority should be given to policy actions that address disparities in levels of physical activity, promoting, enabling and encouraging physical activity for all.\nWHO response\nWHO supports countries and stakeholders to implement the recommended actions by:\n- developing global policy guidance and guidelines, underpinned by latest evidence and consensus;\n- supporting countries to develop appropriate policies that promote physical activity and multisectoral collaborations;\n- conducting advocacy to raise awareness of the multiple benefits of increasing physical activity and support the development of economic analysis of the impact of increasing physical activity and return on investment of different policy interventions;\n- developing technical tools and training packages to help countries build capacity in the implementation of policy and programmes across key settings and innovations using digital platforms including through WHO Academy courses, multi-country workshops and other knowledge exchange activities;\n- convening, coordinating, and collaborating to strengthen partnerships across sectors and between policy makers, practitioners and researcher communities; and\n- undertaking global monitoring and reporting of progress on implementation of the Global action plan on physical activity, global levels of physical inactivity and progress towards a 15% relative reduction in the prevalence of physical inactivity by 2030.\nWHO supports countries and stakeholders to implement the recommended actions by developing global policy guidance and guidelines, underpinned by latest evidence and consensus, to help countries develop appropriate policies, investment cases and financing mechanisms.\nReferences\n- Strain, T., Flaxman, S., et al. National, regional, and global trends in insufficient physical activity among adults from 2000 to 2022: a pooled analysis of 507 population-based surveys with 5·7 million participants. The Lancet Global Health (2024).\n- Guthold, R., Stevens, G., et al. Global trends in insufficient physical activity among adolescents: a pooled analysis of 298 population-based surveys with 1.6 million participants. The Lancet Child & Adolescent Health Vol. 4 Iss. 1 (2019).",
    "data_crawling": "2026-02-18T22:00:11.940254"
  },
  {
    "title": "Obesity and overweight",
    "authors": [],
    "year": null,
    "source_url": "https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight",
    "keyword": "medicina preventiva",
    "text": "Key facts\n- In 2022, 1 in 8 people in the world were living with obesity.\n- Worldwide adult obesity has more than doubled since 1990, and adolescent obesity has quadrupled.\n- In 2022, 2.5 billion adults (18 years and older) were overweight. Of these, 890 million were living with obesity.\n- In 2022, 43% of adults aged 18 years and over were overweight and 16% were living with obesity.\n- In 2024, 35 million children under the age of 5 were overweight.\n- Over 390 million children and adolescents aged 5–19 years were overweight in 2022, including 160 million who were living with obesity.\nOverview\nOverweight is a condition of excessive fat deposits.\nObesity is classified by the World Health Organization (WHO) as a chronic, relapsing disease arising from complex interactions between genetics, neurobiology, eating behaviours, access to healthy diet, market forces, and the broader environment. In the last decades, obesity has expanded globally as countries have experienced greater food security, socioeconomic development, and shifts in diet, physical activity, and societal and individual behavior driven by globalization and industrialized food systems. These forces have created increasingly obesogenic environments, contributing to what is now a global public health crisis with more than 1 billion people living with obesity and prevalence rising in nearly every country (1).\nA diagnosis of overweight or obesity is made by measuring people’s weight and height and by calculating the body mass index (BMI): weight (kg)/height² (m²). The body mass index is a surrogate marker of fatness and additional measurements, such as the waist circumference, can help the diagnosis of obesity.\nThe BMI categories for defining obesity vary by age and gender for adults, adolescents, children and infants.\nDefinition of overweight and obesity\nWHO defines overweight and obesity as outlined below.\nAdults\nFor adults:\n- overweight is a BMI greater than or equal to 25; and\n- obesity is a BMI greater than or equal to 30.\nChildren\nFor children, age needs to be considered when defining overweight and obesity.\nChildren aged between 5–19 years\nFor children aged 5–19 years:\n- overweight is BMI-for-age greater than 1 standard deviation above the WHO Growth Reference median; and\n- obesity is greater than 2 standard deviations above the WHO Growth Reference median.\nCharts and tables: WHO growth reference for children aged between 5–19 years\nChildren under 5 years of age\nFor children under 5 years of age:\n- overweight is weight-for-height greater than 2 standard deviations above WHO Child Growth Standards median; and\n- obesity is weight-for-height greater than 3 standard deviations above the WHO Child Growth Standards median.\nCharts and tables: WHO child growth standards for children aged under 5 years\nPrevalence of overweight and obesity\nIn 2022, 2.5 billion adults aged 18 years and older were overweight, including over 890 million adults who were living with obesity (1). This corresponds to 43% of adults aged 18 years and over (43% of men and 44% of women) who were overweight; this is an increase from 1990, when 25% of adults aged 18 years and over were overweight. Prevalence of overweight varied by region, from 31% in the WHO South-East Asia Region and the African Region to 67% in the Region of the Americas.\nAbout 16% of adults aged 18 years and older worldwide were obese in 2022. The worldwide prevalence of obesity more than doubled between 1990 and 2022.\nIn 2024, an estimated 35 million children under the age of 5 years were overweight (2). Once considered a high-income country problem, overweight is on the rise in low- and middle-income countries. In Africa, the number of overweight children under 5 years has increased by nearly 12.1% since 2000. Almost half of the children under 5 years who were overweight or living with obesity in 2024 lived in Asia.\nOver 390 million children and adolescents aged 5–19 years were overweight in 2022. The prevalence of overweight (including obesity) among children and adolescents aged 5–19 has risen dramatically from just 8% in 1990 to 20% in 2022. The rise has occurred similarly among both boys and girls: in 2022 19% of girls and 21% of boys were overweight.\nWhile just 2% of children and adolescents aged 5–19 were living with obesity in 1990 (31 million young people), by 2022, 8% of children and adolescents were living with obesity (over 160 million young people).\nCauses of overweight and obesity\nOverweight and obesity result from an imbalance of energy intake (diet) and energy expenditure (physical activity).\nIn most cases obesity is a multifactorial disease due to environmental and psycho-social factors and genetic variants. In a subgroup of patients, single major etiological factors can be identified (e.g. medications, diseases, immobilization, iatrogenic procedures, and monogenic disease/genetic syndrome).\nKey environmental factors affecting the prevalence of overweight and obesity are those that limit the availability of healthy and sustainably-produced food at locally affordable prices spaces for physical activity and the absence of adequate legal and regulatory environments. A further factor is the lack of an effective health system response to identify excess weight gain and fat deposition at an early stage.\nCommon health consequences\nThe health risks caused by overweight and obesity are increasingly well documented and understood.\nIn 2021, higher-than-optimal BMI caused an estimated 3.7 million deaths from noncommunicable diseases (NCDs) such as cardiovascular diseases, diabetes, cancers, neurological disorders, chronic respiratory diseases, and digestive disorders (3).\nBeing overweight in childhood and adolescence affects children’s and adolescents’ health and is associated with greater risk and earlier onset of various NCDs, such as type 2 diabetes and cardiovascular disease. Childhood and adolescent obesity have adverse psychosocial consequences; they affects school performance and quality of life, compounded by stigma, discrimination and bullying. Children with obesity are very likely to become adults with obesity and are also at a higher risk of developing NCDs in adulthood.\nThe economic impacts of the obesity epidemic are also important. If nothing is done, the global costs of overweight and obesity are predicted to reach US$ 3 trillion per year by 2030 and more than US$ 18 trillion by 2060 (4).\nFinally, the rise in obesity rates in low-and middle-income countries, including among lower socio-economic groups, is fast globalizing a problem that was once associated only with high-income countries.\nFacing a double burden of malnutrition\nMany low- and middle-income countries face a so-called double burden of malnutrition.\nWhile these countries continue to deal with the problems of infectious diseases and undernutrition, they are also experiencing a rapid upsurge in noncommunicable disease risk factors such as obesity and overweight.\nIt is common to find undernutrition and obesity co-existing within the same country, the same community and the same household.\nChildren in low- and middle-income countries are more vulnerable to inadequate pre-natal, infant, and young child nutrition. At the same time, these children are exposed to high-fat, high-sugar, high-salt, energy-dense, and micronutrient-poor foods, which tend to be lower in cost but also lower in nutrient quality. These dietary patterns, in conjunction with lower levels of physical activity, result in sharp increases in childhood obesity while undernutrition issues remain unsolved.\nPrevention and management\nOverweight and obesity, as well as their related noncommunicable diseases, are largely preventable and manageable.\nAt the individual level, people may be able to reduce their risk by adopting preventive interventions at each step of the life cycle, starting from pre-conception and continuing during the early years. These include:\n- ensure appropriate weight gain during pregnancy;\n- practice exclusive breastfeeding in the first 6 months after birth and continued breastfeeding until 24 months or beyond;\n- support behaviours of children around healthy eating, physical activity, sedentary behaviours and sleep, regardless of current weight status;\n- limit screen time;\n- limit consumption of sugar sweetened beverages and energy-dense foods and promote other healthy eating behaviours;\n- enjoy a healthy life (healthy diet, physical activity, sleep duration and quality, avoid tobacco and alcohol, emotional self-regulation);\n- limit energy intake from total fats and sugars and increase consumption of fruit and vegetables, as well as legumes, whole grains and nuts; and\n- engage in regular physical activity.\nHealth practitioners need to:\n- assess the weight and height of people accessing health facilities;\n- provide counselling on healthy diet and lifestyles;\n- when a diagnosis of obesity is established, advise on management of the disorder, including through healthy diet and regular physical activity, and explain and offer, as appropriate, available therapeutic and surgical measures; and\n- monitor other NCD risk factors (blood glucose, lipids and blood pressure) and assess the presence of comorbidities and disability, including mental health disorders.\nDietary and physical activity patterns are largely the result of environmental and societal conditions that greatly constrain personal choice. Obesity is a societal rather than an individual responsibility, with the solutions to be found through the creation of supportive environments and communities that embed healthy diets and regular physical activity as the most accessible, available and affordable behaviours of daily life.\nStopping the rise in obesity demands multisectoral actions in areas such as food manufacturing, marketing and pricing and others that seek to address the wider determinants of health (such as poverty reduction and urban planning).\nSuch policies and actions include:\n- structural, fiscal and regulatory actions aimed at creating healthy food environments that make healthier food options available, accessible and desirable; and\n- health sector responses designed and equipped to identify risk, prevent, treat and manage the disease. These actions need to build upon and be integrated into broader efforts to address NCDs and strengthen health systems through a primary health care approach.\nThe food industry can play a significant role in promoting healthy diets by:\n- reducing the fat, sugar and salt content of processed foods;\n- ensuring that healthy and nutritious choices are available and affordable to all consumers;\n- restricting marketing of foods high in sugars, salt and fats, especially those foods aimed at children and teenagers; and\n- ensuring the availability of healthy food choices and supporting regular physical activity practice in the workplace.\nWHO response\nWHO has recognized the need to tackle the global obesity crisis in an urgent manner for many years.\nThe World Health Assembly (WHA) Global Nutrition Targets aiming to ensure no increase in childhood overweight, and the NCD target to halt the rise of diabetes and obesity by 2025, were endorsed by WHO Member States in 2012 and extended to 2030 during WHA in 2025.. They recognized that accelerated global action is needed to address pervasive and corrosive problem of the double burden of malnutrition.\nAt the Seventy-fifth World Health Assembly in 2022, Member States demanded and adopted new recommendations for the prevention and management of obesity and endorsed the WHO Acceleration plan to stop obesity. Since its endorsement, the Acceleration plan has shaped the political environment to generate impetus needed for sustainable change, created a platform to shape, streamline and prioritize policy, support implementation in countries and drive impact and strengthen accountability at national and global level.\nIn December 2025, WHO published the guideline on the use of glucagon-like peptide-1 (GLP-1) therapies for the treatment of obesity in adults. This guideline aims to support the safe, equitable and appropriate inclusion of pharmacological therapy for adults as part of comprehensive obesity chronic care programmes. While not a standalone solution, this guideline represents one of many tools to support countries in designing comprehensive chronic care systems that incorporate pharmacological treatment as one option, while also building health systems that recognize obesity as the complex, lifelong condition.\nReferences\n1. NCD Risk Factor Collaboration. Worldwide trends in underweight and obesity from 1990 to 2022: a pooled analysis of 3663 population-representative studies with 222 million children, adolescents, and adults. The Lancet 2024. 16;403(10431):1027-1050. doi: 10.1016/S0140-6736(23)02750-2\n2. United Nations Children’s Fund (UNICEF), World Health Organization, International Bank for Reconstruction and Development/The World Bank. Levels and trends in child malnutrition: Key Findings of the 2025 Edition of the Joint Child Malnutrition Estimates. Geneva: World Health Organization; 2025\n3. GBD 2021 Risk Factor Collaborators. “Global Burden of 88 Risk Factors in 204 Countries and Territories, 1990–2021: a systematic analysis for the Global Burden of Disease study 2021”. Lancet. 2024; 403:2162 2203.\n4. Okunogbe et al., “Economic Impacts of Overweight and Obesity.” 2nd Edition with Estimates for 161 Countries. World Obesity Federation, 2022.",
    "data_crawling": "2026-02-18T22:00:16.308954"
  },
  {
    "title": "",
    "authors": [],
    "year": null,
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8051856/",
    "keyword": "medicina preventiva",
    "text": "Abstract\nThe Centers for Disease Control and Prevention (CDC) define chronic diseases as conditions that last 1 year or more and that require ongoing medical attention or limit activities of daily living, or both (1). Chronic diseases may be influenced by a combination of genetics, lifestyle and social behaviors, health care system factors, community influences, and environmental determinants of health (2). These risk factors often coexist and interact with each other. Therefore, a better understanding of determinants of chronic diseases such as tobacco use, unhealthy eating, and physical inactivity stands to benefit from effective strategies for improving primary, secondary, and tertiary disease prevention and management in diverse global settings (3). Strategies to prevent and manage chronic disease outcomes such as diabetes and cardiovascular diseases (CVDs) have global commonalities (4–7). The impact of chronic diseases is disproportionately evident in Black and Brown communities (8,9). Chronic disease prevention and management typically focus on behavioral interventions such as healthy eating, increased physical activity, and cessation of unhealthy practices such as tobacco and alcohol use (10–15). In 2020, the COVID-19 pandemic added to the fact that chronic diseases disproportionately affect low-resource communities, where many Black and Brown populations live (16,17). COVID-19 demonstrated that chronic disease disparities actually present as preexisting conditions in Black and Brown communities, who are disproportionately affected by COVID-19 outcomes. Although most of the articles in this Preventing Chronic Disease (PCD) collection were published before the pandemic, the insights they present, combined with the racial and ethnic data on the burden of COVID-19 thus far, support this reality. Many researchers and public health practitioners often consider the need to sufficiently address the relationships between chronic diseases and social, behavioral, and community factors (18). Global lessons in the prevention and management of chronic diseases, therefore, can help researchers and practitioners benefit from the shared lessons and experience derived from research and interventions conducted in different parts of the world. There are more than 7 billion people worldwide, who speak diverse languages and who have different nationalities, identities, and health systems. Yet, if we share challenges and opportunities for chronic disease prevention and management, many of the global adversities to improving health and well-being can be ameliorated, which is the purpose of this collection. The authors in this collection share lessons that represent experiences in diverse contexts across countries and regions of the world.\nObjective and Themes of the Collection\nThe goal of the collection is to assemble recently published articles that focus on innovative and effective strategies to improve chronic disease outcomes in diverse populations globally. As efforts to improve global health have accelerated in response to achieving sustainable development goals, chronic disease continues to be a major contributor to poor health outcomes, which often lead to reduction in quality of life, including associated increases in health care costs (19,20). Reducing the burden of chronic diseases remains a global challenge, requiring collaborations across academic disciplines and economic sectors. As discussed in the articles included in this collection, certain individual and societal factors are effective in interventions against chronic diseases. We considered articles that address numerous social and behavioral and risk factors for chronic diseases to offer readers an overview of the similarities and differences that may exist in chronic disease research in diverse global and domestic settings.\nThis collection consists of 15 articles published over 4 years, from March 2017 to December 2020. This global collection includes articles from North America (United States), South America (Brazil, Mexico, Guatemala), Europe (Spain, Denmark, UK global authors), Asia (Taiwan, Iran, South Korea), Africa (South Africa, Nigeria, Senegal), and Australia. For this collection, the 15 articles were grouped into 2 themes: 1) chronic disease outcomes such as diabetes and CVDs, as well as the impact of COVID-19; and 2) behaviors and strategies (such as healthy food, smoking cessation, breastfeeding, and physical activity) that either prevent or aid in chronic disease management.\nTo address chronic disease management and prevention, location matters and is a major factor in achieving research goals. In the United States, barbershops and beauty salons, for example, have been used as sites of health intervention to reach African American communities. Barbershops are considered important cultural venues with convenient community locations for addressing health and social issues that affect the Black community (21). The contribution by Smith et al (22) demonstrated the effectiveness of the Arkansas Minority Barber and Beauty Shop Health Initiative in improving CVD health outcomes of minority populations in the state through health screenings, health education, and disease management. This article describes chronic health conditions that presented during screening at a barber shop or beauty salon and the impact of a health education promotion campaign at this location. In addition, it showed how medical referrals and participant follow-ups can be integrated into screening initiatives based in barber shops and beauty salons. Specific chronic diseases included diabetes, CVD, and obesity.\nDiabetes is associated with illness and premature death and affects an estimated 285 million people, which corresponds to 6.4% of the world’s adult population (23). Globally, type 2 diabetes is a growing public health challenge, and public health and health care systems play important roles in prevention and management of complications related to both type 1 and type 2 diabetes (23). Some programs, such as weight or diet management, physical activity, hemoglobin A1c control, and diabetic retinopathy screening, are useful approaches for diabetes prevention and management. The article by Mendoza-Herrera et al (24) presents a low-cost and easy-to-apply new screening tool to detect people who are at high risk for diabetic retinopathy in low-income Mexican communities. This noninvasive screening tool for diabetic retinopathy could be used by nonspecialized health personnel in low-income communities. The screening tool requires the assessment of glycemia, blood pressure, and information related to diabetes and physical activity recommendations. From a clinical or health care perspective, many diabetes management programs provide short-term or long-term quality diabetes care. In a systematic review of the literature, pay-for-performance (P4P) or value-based purchasing programs were shown, across many countries, to contribute to the efficient delivery of long-term, multidisciplinary diabetes management behaviors (25). Hsieh et al (26) evaluated the effects of diabetes management on risks of cancer incidence and mortality among patients with type 2 diabetes through a diabetes P4P program in Taiwan. This study showed that diabetes P4P programs reduced risks of all-cause mortality and competing causes of death due to cancer-specific and diabetes-related mortality among patients with type 2 diabetes. Other studies focusing on chronic disease management programs (CDMPs) have incorporated health coaching into their programs, as was done at Royal North Shore Hospital in Sydney, Australia, in 2013 (27). This study assessed changes in patients’ general knowledge of diabetes, self-reported health status, diabetes distress, body mass index (BMI), and glycemic control after enrollment in a face-to-face CDMP group health coaching session (with telephone follow-up), compared with participation in telephone-only health coaching, during a 12-month period.\nIn addition to addressing chronic diseases like diabetes, some articles also addressed risk factors such as obesity. Obesity is not only a chronic disease but also a risk factor for other diseases, including heart disease, hypertension, and some cancers. According to CDC, from 1999–2000 through 2017–2018, the prevalence of obesity in the US increased from 30.5% to 42.4%, and the prevalence of severe obesity increased from 4.7% to 9.2% (28). The association between obesity and chronic disease risk factors is complex and may vary by population. Risk factors or risk situations include those addressed in this collection, including food swamps, poor eating, and physical inactivity. The article by Petersen et al (29) introduced efforts by CDC’s Division of Nutrition, Physical Activity, and Obesity (DNPAO) to address related racial and ethnic disparities. For example, DNPAO competitively funds 16 state health departments (or similar entities), 15 land grant colleges and universities, and 31 community-focused grantees to work with multiple sectors and coalitions to prioritize and implement best practices for increasing healthy eating and active living to prevent obesity and other chronic diseases. In addition, 2 public health practice programs, the Racial and Ethnic Approaches to Community Health program and the High Obesity Program, have had success in reducing risk factors for obesity in target populations with the highest disparities. For surveillance of obesity prevalence, DNPAO has published state-specific obesity maps using self-reported data of height and weight from the Behavioral Risk Factor Surveillance System since 1999. These maps have shown that obesity prevalence among adults remains high across the country, year by year. Many research efforts to prevent obesity and other chronic disease risks exist, as presented in the second theme of this collection.\nEvidence shows that physical activity reliably protects against CVDs. In the article by Modesto et al (30), the team analyzed whether an individualized, prescribed intervention that consists of walking in the park would assist in improving cardiovascular health among participants. A total of 1,466 adults aged 40 to 80 were initially enrolled into the study, and 152 participants completed the full postintervention reevaluation and followed the prescribed regimens within 3 to 6 months. Among those who completed the full walk-in-park intervention, significant changes were found in BMI, waist circumference, and systolic blood pressure. Diastolic blood pressure, blood glucose, and total cholesterol remained unchanged. The article by López-Bueno and colleagues (31) describes a study designed to analyze whether levels of physical activity were associated with higher odds of common chronic conditions within the Spanish workforce. Using data from the Spanish National Health Survey 2017 (N = 9,695), López-Bueno examined differences in the 6 most prevalent chronic conditions among a workforce that engaged in physical activity. Results indicated that participants who performed less physical activity per week were significantly more likely to experience chronic conditions than those who performed more. In a related study on the benefits of leisure time physical activity, Sturm and Cohen (32) found that not having free time was not enough to explain physical inactivity in the study population. In reviewing data that covered a 3-year period (2014–2016) for more than 32,000 people aged 15 years or older, the authors examined activity types and levels in places where participants learned, prayed, or worked. They concluded that motivation to exercise was an important factor to consider even for those who have free time. As more Americans continue to be physically inactive, the authors suggested that making spaces for physical activity be more inviting and engaging is important to increasing the level of physical activities for adults.\nJust as increasing physical activity is important, so too is healthy nutrition. Maxwell et al (33) adapted a British healthy eating intervention for elementary school children in an under-resourced setting in South Los Angeles to promote healthier eating and improve children’s long-term health outcomes. This intervention was developed in collaboration with YMCA with the goal of promoting eating vegetables among young people. This intervention, based on the British-developed Tiny Tastes program, was designed to expose young people to small portions of vegetables as a way of encouraging them to adopt the habit of eating vegetables. Fifty children aged 7 to 12 years who attended a summer camp were repeatedly exposed to initially disliked vegetables, daily, over a 2-week period. Follow-up assessments were conducted immediately after the last exposure (2 weeks) and after 14 additional days of nonexposure (4-weeks follow up). Findings showed a significant increase in children’s propensity toward initially disliked vegetables to which they were repeatedly exposed but not to vegetables to which they did not receive repeated exposure. Results of the study demonstrate that repeated vegetable tasting strategies offered in community settings may be a practical, low-cost, easy-to-implement strategy for health promotion, decreasing prevalence of chronic diseases, and subsequently improving population health in under-resourced communities.\nPublic health and medical researchers use body mass index (BMI) to measure risk for chronic diseases. However, questions remain as to whether the standard BMI measure accurately captures variance that may exist in different racial and ethnic populations. The contribution by Darbandi et al (34) is a systematic meta-analysis of studies that use BMI to predict CVD. The analysis included adults aged 18 or older in cross-sectional and prospective cohort studies. The studies were conducted between 1996 and 2019 in 15 countries. Of all the studied indexes, it appears that BMI, waist circumference, and waist-to-hip ratio all presented reliable predictive power for risk of CVD. However, waist-to-hip ratio indexes presented stronger predictive power. In another study on measurement of risks, Lee et al (35) proposed a cumulative social risk composite score that provides specificity in predicting CVD beyond the traditional Framingham risk score. Their analysis used a nationally representative group of South Korean adults aged 19 or older with CVD, using the cumulative social risk measure (which includes income, education, and marital status).\nCollective multidisciplinary approaches are needed to address risk behaviors as a life course determinant of chronic diseases. For example, the need to continue to address healthy diet at an early age is a strategy to reduce obesity in childhood. Still, early age healthy eating can produce positive health benefits over one’s lifespan. The article by Garvin et al (36) showed, through an evaluation project of the National Early Childhood and Education Learning Collaborative (ECELC) programs, that 10 states were successful in increasing healthy eating habits of young people. The ECELC programs demonstrated the benefits and merits of a multidisciplinary approach to implementation and evaluation of a public health intervention program. The authors evaluated a multidisciplinary and multisectoral partnership strategy to promote healthy eating and increased physical activity in early childhood. They concluded that this type of collective approach offers an opportunity for an early intervention to prevent chronic diseases. Another article assessed the nutritional challenges of an unhealthy food environment in Guatemala, particularly in locations where schools are swamped with unhealthy foods. Food swamps, as opposed to food deserts, have mostly been reported in the Global North as a result of the proliferation of fast foods in low-income communities. The article by Chew et al (37) is one of the few that have reported on food swamps in the Global South as evidence of the high concentration of fast food outlets in low-income locations around schools. The article demonstrates how food swamps are a global health problem and pose a particular threat of adopting unhealthy food practices in communities. As we address unhealthy behaviors, it is important to learn from those who have changed their behaviors from unhealthy to healthy behaviors. The article by Murphy-Hoefer et al (38) reported lessons learned from people who have been successful in discontinuing smoking. The lessons of former smokers may hold promise for smoking cessation efforts globally, particularly as we begin to address the epidemic of vaping.\nIn this collection, 1 article shows the intersection of chronic diseases and infectious diseases such as COVID-19. Black and Brown populations are disproportionately affected by both chronic diseases and COVID-19. The article by Airhihenbuwa et al (39) makes the point that for historically disempowered communities to benefit from public health interventions, both individual and structural factors must be equally valued in communicating about risks and mitigation. The article addresses the fact that COVID-19 messaging that focuses on individual risk behaviors, such as hand washing and physical distancing, may not fully account for contexts in which congested housing and public-facing jobs structurally make individually focused messages untenable. Equally addressing individual and collective risks allows us to address the structural and social determinants (eg, food access, job availability, housing conditions) that influence risks and vulnerability for COVID-19 and chronic diseases. To address the contexts, the PEN-3 cultural model was presented as an example.\nThe Future of Global Chronic Disease Research and Action\nThe articles in this collection reflect a common problem and solution for chronic diseases globally. The strategies offered in one context hold promise for others. The articles demonstrate the need to balance individual-based prevention and management efforts (like healthy eating and increased physical activity) with environmentally based strategies like food swamps or food deserts. If we are going to be successful in improving health globally, voices from the global community must be heard and incorporated into the interventions to have relevant, appropriate, and optimal outcomes for different regions of the world (40). Environmental and systemic risks should be considered as ways of providing contexts for individual risks. For example, COVID-19’s disproportionate impact on those with chronic diseases in Black and Brown communities is well documented. In PCD in 2020, these articles shed light on the tasks ahead, which is to address the historical contexts of racial inequities and to promote social justice as global health.\nAt the global level, chronic disease is commonly referred to as, or used interchangeably with, noncommunicable disease (NCD). NCD has gained increased attention as its burden has outstripped that of infectious/communicable diseases in the Global South. The rate of increase in the burden of NCDs is unprecedented and precipitated the 2018 United Nations high-level commission to frame a global response to NCDs (41). The focus of the 2018 meeting was not only to address risk behaviors but also to highlight structural levers of change, therefore highlighting the urgency for countries to prioritize NCD reduction goals and objectives to have both health and economic benefits. Prioritizing NCDs should be considered an investment with economic gains that can be calculated in dollars saved, productivity increased, and overall economic growth (42). A global urgency exists for chronic disease and other health intervention strategies to advance health equity for Black and Brown populations, which can be done only when we collectively address structures and systems, such as place and group status, rather than focusing only on individuals (43). For example, there is a renewed call to decolonize global health (44). The renewed demand for decolonization has been led mostly by public health students, notably at Harvard and Duke Universities. The demand to decolonize global health has been further reignited in large part by the Black Lives Matter movement, whose goal to address structural and systemic racism became a global movement following the killing of George Floyd, Breonna Taylor, and others. The future of reducing chronic diseases globally must therefore be connected with collective efforts to address global health inequities.\nConclusion\nThe articles presented in this collection suggest that innovation in evidence-based approaches is essential to improving population-based health strategies for chronic disease prevention and management. Collective sharing and learning across countries and regions is needed. Our approaches should be anchored in community-engaged, multidisciplinary, and multisectoral relationships to prevent and manage chronic diseases globally. Committing to this global North/South sharing and learning must be strengthened and expanded to inform policy, transform systems, and contextualize strategies so that interventions are responsive to both individual and structural changes and sustainability.\nGlobal health begins with local health. Each article in this collection reflects chronic disease issues in local settings with global relevance and lessons. These articles clearly show that the local is part of the global. Preventing and managing chronic diseases reinforce the value that individual experiences hold lessons in both promise and challenges that can be shared globally. Important and timely as the articles included in this collection are, global health should help advance strategies that address structural and systemic determinants of chronic diseases so that individual behavior change can be sustainable. Although we have learned much from these articles, what is needed for the future is research to address more of the structural levers to preventing and managing chronic diseases to improve quality of life where people work, live, play, pray, and learn. Thus, helping to change individual behaviors relative to eating, physical activity, and sleep are important but should be better understood within the contexts of the condition in the same: where people live (housing conditions), work (if they have jobs), play (if they have space), pray (to develop resilience), and learn (if they have access to quality education).\nAcknowledgments\nThe authors have no conflicts of interest to declare and no copyrighted material was used in this editorial.\nFootnotes\nThe opinions expressed by authors contributing to this journal do not necessarily reflect the opinions of the U.S. Department of Health and Human Services, the Public Health Service, the Centers for Disease Control and Prevention, or the authors' affiliated institutions.\nSuggested citation for this article: Airhihenbuwa CO, Tseng T, Sutton VD, Price L. Global Perspectives on Improving Chronic Disease Prevention and Management in Diverse Settings. Prev Chronic Dis 2021;18:210055. DOI: https://doi.org/10.5888/pcd18.210055.\nReferences\n- 1. Centers for Disease Control and Prevention. About chronic diseases. https://www.cdc.gov/chronicdisease/about/index.htm. Accessed March 3, 2021.\n- 2. Cockerham WC, Hamby BW, Oates GR. The social determinants of chronic disease. Am J Prev Med 2017;52(S1):S5-S12. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 3. Magnusson RS. Global health governance and the challenge of chronic, non-communicable disease. J Law Med Ethics 2010;38(3):490–507. 10.1111/j.1748-720X.2010.00508.x [DOI] [PubMed] [Google Scholar]\n- 4. Aifah A, Iwelunmor J, Akwanalo C, Allison J, Amberbir A, Asante KP, et al. The Kathmandu Declaration on Global CVD/Hypertension Research and Implementation Science: a framework to advance implementation research for cardiovascular and other noncommunicable diseases in low- and middle-income countries. Glob Heart 2019;14(2):103–7. 10.1016/j.gheart.2019.05.006 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 5. Al-Lawati JA. Diabetes mellitus: a local and global public health emergency! Oman Med J 2017;32(3):177–9. 10.5001/omj.2017.34 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 6. Bansilal S, Castellano JM, Fuster V. Global burden of CVD: focus on secondary prevention of cardiovascular disease. Int J Cardiol 2015;201(Suppl 1):S1–7. 10.1016/S0167-5273(15)31026-3 [DOI] [PubMed] [Google Scholar]\n- 7. Smith SL, Gorantla R. Analysing the global health agenda: a comparison of priority for diabetes and oral diseases. Glob Public Health 2020;1–15. 10.1080/17441692.2020.1814834 [DOI] [PubMed] [Google Scholar]\n- 8. Al Kibria GM. Racial/ethnic disparities in prevalence, treatment, and control of hypertension among US adults following application of the 2017 American College of Cardiology/American Heart Association guideline. Prev Med Rep 2019;14:100850. 10.1016/j.pmedr.2019.100850 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 9. Price JH, Khubchandani J, McKinney M, Braun R. Racial/ethnic disparities in chronic diseases of youths and access to health care in the United States. BioMed Res Int 2013;2013:787616. 10.1155/2013/787616 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 10. Cannata F, Vadalà G, Russo F, Papalia R, Napoli N, Pozzilli P. Beneficial effects of physical activity in diabetic patients. J Funct Morphol Kinesiol 2020;5(3):70. 10.3390/jfmk5030070 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 11. Krist AH, Davidson KW, Mangione CM, Barry MJ, Cabana M, Caughey AB, et al. ; US Preventive Services Task Force. Interventions for tobacco smoking cessation in adults, including pregnant persons: US Preventive Services Task Force Recommendation statement. JAMA 2021;325(3):265–79. 10.1001/jama.2020.25019 [DOI] [PubMed] [Google Scholar]\n- 12. Lee JA, Choi M, Lee SA, Jiang N. Effective behavioral intervention strategies using mobile health applications for chronic disease management: a systematic review. BMC Med Inform Decis Mak 2018;18(1):12. 10.1186/s12911-018-0591-0 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 13. Ricci C, Wood A, Muller D, Gunter MJ, Agudo A, Boeing H, et al. Alcohol intake in relation to non-fatal and fatal coronary heart disease and stroke: EPIC-CVD case-cohort study. BMJ 2018;361:k934. 10.1136/bmj.k934 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 14. Tseng TS, Moody-Thomas S, Horswell R, Yi Y, Celestin MD, Jones KD. Using a health informatics system to assess effect of a federal cigarette tax increase on readiness to quit among low-income smokers, Louisiana, 2009. Prev Chronic Dis 2014;11:130203. 10.5888/pcd11.130203 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 15. Yan X, Han X, Wu C, Shang X, Zhang L, He M. Effect of physical activity on reducing the risk of diabetic retinopathy progression: 10-year prospective findings from the 45 and Up Study. PLoS One 2021;16(1):e0239214. 10.1371/journal.pone.0239214 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 16. Doshi RP, Aseltine RH Jr, Sabina AB, Graham GN. Racial and ethnic disparities in preventable hospitalizations for chronic disease: prevalence and risk factors. J Racial Ethn Health Disparities 2017;4(6):1100–6. 10.1007/s40615-016-0315-z [DOI] [PubMed] [Google Scholar]\n- 17. Ivers LC, Walton DA. COVID-19: global health equity in pandemic response. Am J Trop Med Hyg 2020;102(6):1149–50. 10.4269/ajtmh.20-0260 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 18. Jack L Jr. Disseminating timely peer-reviewed content in 2020: COVID-19 and chronic disease, public health and pharmacy, eliminating health disparities, global health, and student research. Prev Chronic Dis 2020;17:200447. 10.5888/pcd17.200447 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 19. Van Alsten SC, Harris JK. Cost-related nonadherence and mortality in patients with chronic disease: a multiyear investigation, National Health Interview Survey, 2000–2014. Prev Chronic Dis 2020;17:200244. 10.5888/pcd17.200244 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 20. Wimalawansa SJ. Public health interventions for chronic diseases: cost-benefit modelizations for eradicating chronic kidney disease of multifactorial origin (CKDmfo/ CKDu) from tropical countries. Heliyon 2019;5(10):e02309. 10.1016/j.heliyon.2019.e02309 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 21. Luque JS, Ross L, Gwede CK. Qualitative systematic review of barber-administered health education, promotion, screening and outreach programs in African-American communities. J Community Health 2014;39(1):181–90. 10.1007/s10900-013-9744-3 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 22. Smith C, Porter A, Biddle J, Balamurugan A, Smith M. The Arkansas Minority Barber and Beauty Shop Health Initiative: meeting people where they are. Prev Chronic Dis 2020;17:200277. 10.5888/pcd17.200277 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 23. Bergman M, Buysschaert M, Schwarz PE, Albright A, Narayan KV, Yach D. Diabetes prevention: global health policy and perspectives from the ground. Diabetes Manag (Lond) 2012;2(4):309–21. 10.2217/dmt.12.34 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 24. Mendoza-Herrera K, Quezada AD, Pedroza-Tobias A, Hernandez-Alcaraz C, Fromow-Guerra J, Barquera S. A diabetic retinopathy screening tool for low-income adults in Mexico. Prev Chronic Dis 2017;14:170157. 10.5888/pcd14.170157 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 25. de Bruin SR, Baan CA, Struijs JN. Pay-for-performance in disease management: a systematic review of the literature. BMC Health Serv Res 2011;11(1):272. 10.1186/1472-6963-11-272 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 26. Hsieh HM, He JS, Shin SJ, Chiu HC, Lee CT. A diabetes pay-for-performance program and risks of cancer incidence and death in patients with type 2 diabetes in Taiwan. Prev Chronic Dis 2017;14:170012. 10.5888/pcd14.170012 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 27. Delaney G, Newlyn N, Pamplona E, Hocking SL, Glastras SJ, McGrath RT, et al. Identification of patients with diabetes who benefit most from a health coaching program in chronic disease management, Sydney, Australia, 2013. Prev Chronic Dis 2017;14:160504. 10.5888/pcd14.160504 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 28. Hales CM, Fryar CD, Ogden CL. Prevalence of obesity and severe obesity among adults: United States, 2017–2018. NCHS Data Brief 2020;360:1–8. [PubMed] [Google Scholar]\n- 29. Petersen R, Pan L, Blanck HM. Racial and ethnic disparities in adult obesity in the United States: CDC’s tracking to inform state and local action. Prev Chronic Dis 2019;16:180579. 10.5888/pcd16.180579 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 30. Modesto B, Bartholomeu T, Basso L, Costa L, Tinucci T, Forjaz C. Effects of a real-life park-based physical activity interventional program on cardiovascular risk and physical fitness. Prev Chronic Dis 2021;18:200115. 10.5888/pcd18.200115 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 31. López-Bueno R, Bláfoss R, Calatayud J, López-Sánchez GF, Smith L, Andersen LL, et al. Association between physical activity and odds of chronic conditions among workers in Spain. Prev Chronic Dis 2020;17:200105. 10.5888/pcd17.200105 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 32. Sturm R, Cohen DA. Free time and physical activity among Americans 15 years or older: cross-sectional analysis of the American Time Use Survey. Prev Chronic Dis 2019;16:190017. 10.5888/pcd16.190017 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 33. Maxwell AE, Castillo L, Arce AA, De Anda T, Martins D, McCarthy WJ. Eating veggies is fun! An implementation pilot study in partnership with a YMCA in South Los Angeles. Prev Chronic Dis 2018;15:180150. 10.5888/pcd15.180150 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 34. Darbandi M, Pasdar Y, Moradi S, Mohamed HJJ, Hamzeh B, Salimi Y. Discriminatory capacity of anthropometric indices for cardiovascular disease in adults: a systematic review and meta-analyis. Prev Chronic Dis 2020;17:200112. 10.5888/pcd17.200112 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 35. Lee H, Kang AW, Lee H, Cha Y, Operario D. Cumulative social risk and cardiovascular disease among adults in South Korea: a cross-sectional analysis of a nationally representative sample. Prev Chronic Dis 2020;17: 190382. 10.5888/pcd17.190382 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 36. Garvin TM, Weissenburger-Moser Boyd L, Chiappone A, Blaser C, Story M, Gertel-Rosenberg A, et al. Multisector approach to improve healthy eating and physical activity policies and practices in early care and education programs: The National Early Care and Education Learning Collaboratives Project, 2013–2017. Prev Chronic Dis 2019;16:180582. 10.5888/pcd16.180582 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 37. Chew A, Moran A, Barnoya J. Food swamps surrounding schools in three areas of Guatemala. Prev Chronic Dis 2020;17:200029. 10.5888/pcd17.200029 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 38. Murphy-Hoefer R, Davis KC, Beistle D, King BA, Duke J, Rodes R, et al. Impact of the Tips From Former Smokers Campaign on Population-Level Smoking Cessation, 2012–2015. Prev Chronic Dis 2018;15:180051. 10.5888/pcd15.180051 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 39. Airhihenbuwa CO, Iwelunmor J, Munodawafa D, Ford CL, Oni T, Agyemang C, et al. Culture matters in communicating the global response to COVID-19. Prev Chronic Dis 2020;17:200245. 10.5888/pcd17.200245 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 40. Ford CL, Airhihenbuwa CO. Commentary: just what is critical race theory and what’s it doing in a progressive field like public health? Ethn Dis 2018;28(Suppl 1):223–30. 10.18865/ed.28.S1.223 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 41. Heller O, Somerville C, Suggs LS, Lachat S, Piper J, Aya Pastrana N, et al. The process of prioritization of non-communicable diseases in the global health policy arena. Health Policy Plan 2019;34(5):370–83. 10.1093/heapol/czz043 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 42.Saving lives, spending less: a strategic response to noncommunicable diseases. Geneva (CH): World Health Organization; 2018. [Google Scholar]\n- 43. Brown AF, Ma GX, Miranda J, Eng E, Castille D, Brockie T, et al. Structural interventions to reduce and eliminate health disparities. Am J Public Health 2019;109(S1):S72–8. 10.2105/AJPH.2018.304844 [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 44. Büyüm AM, Kenney C, Koris A, Mkumba L, Raveendran Y. Decolonising global health: if not now, when? BMJ Glob Health 2020;5(8):e003394. 10.1136/bmjgh-2020-003394 [DOI] [PMC free article] [PubMed] [Google Scholar]",
    "data_crawling": "2026-02-18T22:00:19.326406"
  },
  {
    "title": "",
    "authors": [],
    "year": null,
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6990290/",
    "keyword": "medicina preventiva",
    "text": "Abstract\nEnvironmental contaminants include the potentially toxic metals lead, cadmium and mercury; the chlorinated pesticides mirex, toxaphene and hexachlorobenzene; chlorinated dioxins and furans; polyaromatic hydrocarbons; and polychlorinated biphenyls. While many of these chemicals are resistant to degradation in the natural environment, they dissolve readily in oils and thus accumulate in the fatty tissues of fish, birds and mammals. Human exposure is predominantly through the ingestion of contaminated food. An array of toxic effects including effects on the immune system have been described in experimental animals and in humans accidentally exposed to these chemicals. Such studies suggest that the immune system of the developing fetus and the newborn is particularly vulnerable to the toxic effects of chemicals. To fully appreciate the magnitude of risk these chemicals pose to children’s health, there is a need for additional carefully focussed epidemiologic and mechanistic studies.\nElectronic Supplementary Material\nSupplementary material is available for this article at 10.1007/BF03405096 and is accessible for authorized users.\nAbrégé\nLes contaminants de l’environnement comprennent les métaux potentiellement toxiques (le plomb, le cadmium et le mercure); les pesticides chlorés (le mirex, le toxaphène et l’hexachlorure de benzène); les dioxines et furanes chlorés; les hydrocarbures aromatiques; et les biphényles polychlorés. Bon nombre de ces substances chimiques ne se dégradent pas dans l’environnement naturel, mais se dissolvent facilement dans les huiles et s’accumulent donc dans les tissus adipeux des poissons, des oiseaux et des mammifères. Les humains y sont principalement exposés par l’ingestion d’aliments contaminés. Une série d’effets toxiques, notamment des effets sur le système immunitaire, ont été observés chez des animaux de laboratoire et des humains accidentellement exposés à ces substances chimiques. De telles études permettent de croire que le système immunitaire du foetus en cours de développement et du nouveau-né est particulièrement vulnérable aux effets toxiques des produits chimiques. Pour bien cerner l’ampleur du risque que posent ces produits pour la santé des enfants, il faudrait effectuer d’autres études épidémiologiques et mécanistes bien délimitées.\nFrench language version/Version en Français\nBibliographie\n- 1.Gregor DJ, Gummer WD. Evidence of atmospheric transport and deposition of organochlorine pesticides and polychlorinated biphenyls in Canadian snow. Environ Sci Technol. 1989;23:561–72. doi: 10.1021/es00063a008. [DOI] [Google Scholar]\n- 2.Great LakesHuman Health. National Institutes of Health, National Institute of Environmental Health Sciences. Environ Health Perspect Suppl. 1995;103(supplement9):1–120. [Google Scholar]\n- 3.National Wildlife Federation. Technical Support Document–Lake Michigan Sport Fish Consumption Advisory Project. Volumes 1 & 2. Ann Arbor, MI: Great Lakes Natural Resource Center; 1989. [Google Scholar]\n- 4.National HealthWelfare, Canada. Guidelines for Canadian Drinking Water Quality. Ottawa, ON: Department of National Health and Welfare; 1987. [Google Scholar]\n- 5.Safe S. Polychlorinated biphenyls (PCBs), dibenzo- p-dioxins (PCDDs), dibenzofurans (PCDFs) and related compounds: Environmental and mechanistic considerations which support the development of toxic equivalency factors (TEFs) Crit Rev Toxicol. 1990;21:51–88. doi: 10.3109/10408449009089873. [DOI] [PubMed] [Google Scholar]\n- 6.Safe S, Hutzinger O. Polychlorinated biphenyls (PCBs): Mammalian and environmental toxicology. Environmental Toxin Series 1. New York: Springer-Verlag; 1987. [Google Scholar]\n- 7.Tryphonas H. Immunotoxicity of polychlorinated biphenyls: Present status and future considerations. Exper and Clinic Immunogen. 1994;11(2–3):149–63. doi: 10.1159/000424206. [DOI] [PubMed] [Google Scholar]\n- 8.Blair A, Zahm SH. Agricultural exposures and cancer. Environ Health Perspect. 1995;103(Suppl8):205–8. doi: 10.1289/ehp.95103s8205. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 9.Broughton A, Thrasher JD, Madison R. Chronic health effects and immunological alterations associated with exposure to pesticide. Comments Toxicol. 1990;4:59–71. [Google Scholar]\n- 10.Roitt IM, editor. Essential Immunology. Ninth edition. Toronto, ON: Blackwell Science; 1997. [Google Scholar]\n- 11.World Health Organization. Principles and Methods for Assessing Direct Immunotoxicity Associated with Exposure to Chemicals. Environmental Health Criteria 180. Geneva: WHO; 1996. [Google Scholar]\n- 12.Zola H, Fusco M, Macardle PJ, et al. Expression of cytokine receptors by human cord blood lymphocytes: Comparison with adult blood lymphocytes. Pediatr Res. 1995;38(3):397–403. doi: 10.1203/00006450-199509000-00021. [DOI] [PubMed] [Google Scholar]\n- 13.Goldman AS, Goldblum RM. Transfer of maternal leukocytes to the infant by human milk. In: Olding LB, editor. Reproductive Immunology. New York: Springer-Verlag; 1997. pp. 205–14. [DOI] [PubMed] [Google Scholar]\n- 14.Mes J, Arnold DL, Bryce F. Determination of polychlorinated biphenyls in postpartum blood, adipose tissue and milk from female rhesus monkeys and their offspring after prolonged dosing with Aroclor 1254. J Analyt Toxicol. 1994;18:29–35. doi: 10.1093/jat/18.1.29. [DOI] [PubMed] [Google Scholar]\n- 15.Arnold DL, Bryce F, McGuire PF, et al. Toxicological consequences of Aroclor 1254 ingestion by female rhesus (Macaca mulatta) monkeys. Part 2. Reproduction and infant findings. Food Chem Toxic. 1995;33(6):457–74. doi: 10.1016/0278-6915(95)00018-W. [DOI] [PubMed] [Google Scholar]\n- 16.Frank R, Rasper J, Smout MS, Braun HE. Organochlorine residues in adipose tissues, blood and milk from Ontario residents, 1976–1985. Can J Public Health. 1988;79(3):150–58. [PubMed] [Google Scholar]\n- 17.Tryphonas H, Hayward S, O’Grady L, et al. Immunotoxicity studies of PCB (Aroclor 1254) in the adult Rhesus (Macaca mulatta) monkeypreliminary report. Int J Immunopharm. 1989;11:199–206. doi: 10.1016/0192-0561(89)90072-6. [DOI] [PubMed] [Google Scholar]\n- 18.Tryphonas H, Luster MI, Schiffman G, et al. Effect of chronic exposure of PCB (Aroclor 1254) on specific and nonspecific immune parameters in the Rhesus (Macaca mulatta) monkey. Fund Appl Toxicol. 1991;16:773–86. doi: 10.1016/0272-0590(91)90163-X. [DOI] [PubMed] [Google Scholar]\n- 19.Tryphonas H, Luster MI, White LL, et al. Effects of PCB (Aroclor 1254) on non-specific immune parmeters in rhesus (Macaca mulatta) monkeys. J Immunopharmacol. 1991;13(6):639–48. doi: 10.1016/0192-0561(91)90176-8. [DOI] [PubMed] [Google Scholar]\n- 20.Tryphonas H. Immunotoxicity of PCBs (Aroclor) in relation to Great Lakes. Environ Health Perspect. 1995;103(Supplement9):35–46. doi: 10.1289/ehp.95103s935. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 21.Dewailly, Bruneau S, Laliberte C, et al. Breast milk contamination by PCBs and PCDDs/PCDFs in Arctic Quebec: Preliminary results on the immune status of Inuit infants. Short paper In: Dioxin ‘93; 1993. [Google Scholar]\n- 22.Swain WR. Effects of organochlorine chemicals on the reproductive outcome of humans who consumed contaminated Great Lakes fish. An epidemiologic consideration. J Toxicol Environ Health. 1991;33:587–639. doi: 10.1080/15287399109531541. [DOI] [PubMed] [Google Scholar]\n- 23.Smoger GH, Kahn PC, Rodgers GC, et al. In utero and postnatal exposure to 2,3,7,8-TCDD in Times Beach, Missouri. I. Immunological effects; lymphocyte phenotype frequencies. Short paper; 1993. pp. 403–6. [Google Scholar]\n- 24.Chang KJ, Hsieh KH, Lee TP, et al. Immunologic evaluation of patients with polychlorinated biphenyl poisoning: Determination of lymphocyte subpopulations. Toxicol Appl Pharmacol. 1981;61:58–63. doi: 10.1016/0041-008X(81)90007-7. [DOI] [PubMed] [Google Scholar]\n- 25.Lan Shou J, Yen Yea Y, Lan Joung L, Chen Eng r, Ko Ying chin. Immunity of PCB transplacental Yu-cheng children in Taiwan. Bull Environ Contam Toxicol. 1990;44:224–29. doi: 10.1007/BF01700140. [DOI] [PubMed] [Google Scholar]\n- 26.Lu Y-C, Wu Y-Chin. Clinical findings and immunological abnormalities in Yu-Cheng patients. Environ Health Perspect. 1985;59:17–29. doi: 10.1289/ehp.59-1568085. [DOI] [PMC free article] [PubMed] [Google Scholar]\n- 27.Tognoni G, Bonaccorsi A. Epidemiological problems with TCDD (A critical view) Drug Metab Rev. 1982;13(3):447–69. doi: 10.3109/03602538209029989. [DOI] [PubMed] [Google Scholar]\n- 28.Weisglas-Kuperus N, Sas TCJ, Koopman-Esseboom C, et al. Immunologic effects of background prenatal and postnatal exposure to dioxins and polychlorinated biphenyls in Dutch infants. Pediatr Res. 1995;38:404–10. doi: 10.1203/00006450-199509000-00022. [DOI] [PubMed] [Google Scholar]",
    "data_crawling": "2026-02-18T22:00:24.937499"
  }
]